/* 
  Localizable.strings
  PDF Expert Installer

  Created by Andrew Ishchenko on 9/28/17.
  Copyright © 2017 Readdle. All rights reserved.
*/

"Download Incomplete" = "Download unvollständig";
"PDF Expert has not been downloading yet. Are you sure you want to quit?" = "PDF Expert wurde noch nicht heruntergeladen. Vorgang abbrechen?";
"Quit" = "Beenden";
"Continue Downloading" = "Download fortsetzen";
"Fast, robust and beautiful PDF editor" = "Der schnelle, stabile und schöne PDF-Editor";
"Install" = "Installieren";
"Set PDF Expert as default PDF reader" = "PDF Expert als Standard-Reader für PDFs festlegen";
"PDF Expert must be closed to complete the installation." = "PDF Expert muss geschlossen werden, um die Installation abzuschließen.";
"OK" = "OK";
"Downloading..." = "Herunterladen...";
"Installing..." = "Installieren...";
"Installation Failed" = "Installation fehlgeschlagen";
"By installing PDF Expert you agree to the _EULA_ and _Privacy Policy_" = "Wenn Sie PDF Expert installieren, stimmen Sie der _EULA_ und den _Privacy Policy_ zu";
"EULA" = "Lizenzvereinbarung";
"Privacy Policy" = "Datenschutzbestimmungen";
